Repository: wp-plugins/image-symlinks
Catalog: languages/image-symlinks_*.po
Languages: da_dk

source: Insert symlink image
da_dk: Indsæt symlink billede

source: Upload Symlink Images
da_dk: Upload symlink billeder

source: Insert Symlink Images
da_dk: Indsæt symlink billeder

source: Insert from my custom library
da_dk: Indsæt fra mit eget mediebibliotek

source: Insert from my WordPress media library
da_dk: Indsæt fra WordPress' mediebibliotek

source: &larr; Previous Page
da_dk: &larr; Forrige side

source: Next Page &rarr;
da_dk: Næste side &rarr;

source: Error: You need to specify an upload directory on the options page.
da_dk: Fejl: Du er nødt til at specifiere et upload bibliotek på indstillingssiden.

source: Click to insert this image:
da_dk: Klik for at indsætte dette billede:

source: Upload Image Files
da_dk: Upload billed-filer

source: You have a problem with your javascript
da_dk: Du har et problem med din javascript

source: Click thumbnails to insert images. When you're done, you can close this window.
da_dk: Klik thumbnails for at indsætte billeder. Når du er færdig kan du lukke dette vindue.

source: <em>Your server is configured to upload files no larger than %dm. <br />Also, this totally fast uploader requires the <a href="http://get.adobe.com/flashplayer/">Flash Player</a>.</em>
da_dk: <em>Din server er konfigurereret til at uploade filer ikke større end %dm. <br />I øvrigt kræver denne totalt hurtige uploader <a href="http://get.adobe.com/flashplayer/">Flash Player</a>.</em>

source: Image Symlinks
da_dk: Billede Symlinks

source: Options updated
da_dk: Indstillinger opdateret

source: %s Settings
da_dk: %s Indstillinger

source: <em>What's an "image symlink"?</em> Symlink is short for "symbolic link", so image symlink is a symbolic link to an image. You store a large source image, and the symbolic link fetches an appropriate size for your convenience.
da_dk: <em>Hvad er et "billede symlink"?</em> Symlink er kort for "symbols link", så billede symlink betyder symbolsk link til et billede. Altså, du gemmer et stort kilde-billede, og det symbolske link henter så en størrelse af billedet som passer dig.

source: Syntax: <code>[img src="filename.jpg" width="300" height="200"]</code>
da_dk: Syntaks: <code>[img src="filnavn.jpg" width="300" height="200"]</code>

source: Save Changes
da_dk: Gem ændringer

source: Defaults
da_dk: Standardindstillinger

source: Default width of your symlink images:
da_dk: Standard bredde af dine symlink billeder:

source: Default CSS class name of your symlink images:
da_dk: Standard CSS klasse navn af dine symlink billeder:

source: Super Advanced
da_dk: Super avanceret

source: If you specify your own upload directory, you'll be able to use <em>Image Symlinks</em>' built-in uploader, which doesn't store anything in your database. The benefit is that you can specify any directory on your website, even one that belongs to a gallery of a different system, such as <a href="http://zenphoto.org">Zenphoto</a>, and then you'll be able to easily insert and scale images in WordPress posts.
da_dk: Hvis du specifierer dit eget upload bibliotek, kan du benytte <em>Billede Symlinks</em>' indbyggede uploader, som ikke gemmer noget i databasen. Fordelen er at du kan specifiere en sti til et hvilket som helst bibliotek på dit website, endda et der hører til et helt seperat gallerisystem, f.eks. <a href="http://zenphoto.org">Zenphoto</a>.

source: To do this, you have to:
da_dk: For at gøre dette, skal du:

source: Create your directory on your webserver (if you're not specifying an existing directory)
da_dk: Oprette et bibliotek på din webserver (hvis du da ikke specifierer et eksisterende bibliotek)

source: Make sure that directory is writable (<code>chmod 777</code>)
da_dk: Sørge for at dette bibliotek ikke er skrivebeskyttet (<code>chmod 777</code>)

source: Input the relative path to the directory below (for instance, if you've installed Zenphoto in <code>http://example.com/zenphoto/</code>, type in <code>/zenphoto/albums/</code>)
da_dk: Indsæt den relative sti til dette bibliotek (f.eks. hvis du har installeret Zenphoto i <code>http://example.com/zenphoto/</code>, indsæt <code>/zenphoto/albums/</code>)

source: Default upload directory:
da_dk: Standard upload bibliotek:
